notes1.org
#+Title: FINA 3070 Notes 1
#+Author: Ian Y.E. Pan
#+Date: 2020
#+HTML_HEAD: <link rel="stylesheet" type="text/css" href="imagine.css" />
#+OPTIONS: toc:nil html-style:nil
* Goals of a corporation
this is a test paragraph
- Many stakeholders
* Focus on stockholders
- Maximise total value of company's common stock, which will in turn
  maximise each stockholder's wealth.
- Create value by 'smart capital budgeting' and capital structure.
* Capital budgeting
- Long-term investments (real-assets) and projects for the firm.
- Decision trees and real options.
* Capital management
- Manage day-to-day finances of the firm (covered in FINA2010)
* Capital Structure
- Decide between more debt or more equity (to finance our assets).
- Related to cost of capital.
- Related to options.
* Flow of cash (5 different types)
- 3 parties: financial markets, financial manager, and firm's
  operations.
** Flow from financial markets to financial manager
- Cash raised from investors.
** Flow from financial manager to firm's operations
- Cash invested in firm.
** Flow from firm's operation to financial manager
- Cash generated (by operations).
** Flow from financial manager to itself
- Reinvestment.
** Flow from financial manager back to financial markets
- Cash returned to investors.
* HK v.s. US
** Ownership structure differences between HK and US
- Widely-held or closely-held?
- Institutional investors or individual investors?
*** US
- A US corporation's equity is often widely-held (more evenly
  distributed) and mainly held by institutional investors.
- Institutional investors include: pension funds, mutual funds,
  insurance companies etc.
*** HK (and Asia in general)
- More closely-held -- the ownership of firms held by a small number
  of very wealthy families (individual investors).
* Pyramid & Dual-class shares
** Dual-class shares (occasional in both US and HK)
- Different/unequal 'classes' (levels) of shares.
- E.g. Facebook.A has 1 vote per share, while Facebook.B (superior)
  has 5 votes per share.
** Pyramid (rare in US, common in HK)
- A party's voting rights of another company should be proportional
  to their investment on that company.
- However through pyramid shareholding, one's effective voting rights
  can be a lot greater that what one deserves according to one's investment.
- E.g. Wallenberg has 33% votes or more in each layer of the
  pyramid. Effective control of the bottom-level company is almost 100%.
- E.g. Consider a three-tier pyramid with the actual operating company
  at the bottom of the pyramid
  - Assume that 51% of the votes confer control at each tier.
  - Suppose that the second holding company, the highest one in the
    pyramid, holds a 51% controlling stake in a lower holding company,
    which in turn holds a 51% controlling stake in the operating
    company. A 51% stake in the highest holding company is really only
    a 26% stake in the operating company (.51 \times .51 = .26).

* Agency Problems
- Principals (stockholders) hire agents (managers) to represent
  his/her interest.
- Conflict of interest between principal and agent.
** Agency problem differences between US and HK
*** US
- Conflict between the principals and the agents.
- E.g. Dividend policy.
*** HK
- Conflict between the one major stockholder and other stockholders.
- The one major stockholder him/herself is a principal, but is at the
  same time the agent/manager for other principals.
*** More on US vs HK
- Agency problem in HK can be more severe than US (especially for
  small-cap or mid-cap HK firms).
** More agency problems
- In capital structure (use debt/equity to finance), agency problem
  can exist between creditors (the ones who lend) and stockholders.
- This time, creditors are the principals and stockholders are the agents.
** Regulations et al.
*** Protect minority shareholders from exploitation
  - SEC in US
  - SFC in HK
*** Board of Directors
- SOX in US
  - At least 1/2 of all directors must be independent from managers
- HK
  - At least 1/3 of all directors must be independent from managers
** Agency problems misc.
*** How shareholders can put pressure on managers
- Elect new directors; fire CEO
- Sell shares (stock price goes down)
*** Compensation
- Stock options (bonus, incentive pay)
