notes1.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<!-- 2020-03-17 Tue 21:17 -->
<meta http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>FINA 3070 Notes 1</title>
<meta name="generator" content="Org mode" />
<meta name="author" content="Ian Y.E. Pan" />
<link rel="stylesheet" type="text/css" href="imagine.css" />
</head>
<body>
<div id="content">
<h1 class="title">FINA 3070 Notes 1</h1>
<div id="outline-container-org6442880" class="outline-2">
<h2 id="org6442880"><span class="section-number-2">1</span> Goals of a corporation</h2>
<div class="outline-text-2" id="text-1">
<p>
this is a test paragraph
</p>
<ul class="org-ul">
<li>Many stakeholders</li>
</ul>
</div>
</div>
<div id="outline-container-org0653134" class="outline-2">
<h2 id="org0653134"><span class="section-number-2">2</span> Focus on stockholders</h2>
<div class="outline-text-2" id="text-2">
<ul class="org-ul">
<li>Maximise total value of company's common stock, which will in turn
maximise each stockholder's wealth.</li>
<li>Create value by 'smart capital budgeting' and capital structure.</li>
</ul>
</div>
</div>
<div id="outline-container-org0e74a15" class="outline-2">
<h2 id="org0e74a15"><span class="section-number-2">3</span> Capital budgeting</h2>
<div class="outline-text-2" id="text-3">
<ul class="org-ul">
<li>Long-term investments (real-assets) and projects for the firm.</li>
<li>Decision trees and real options.</li>
</ul>
</div>
</div>
<div id="outline-container-orgc65d075" class="outline-2">
<h2 id="orgc65d075"><span class="section-number-2">4</span> Capital management</h2>
<div class="outline-text-2" id="text-4">
<ul class="org-ul">
<li>Manage day-to-day finances of the firm (covered in FINA2010)</li>
</ul>
</div>
</div>
<div id="outline-container-org26cf580" class="outline-2">
<h2 id="org26cf580"><span class="section-number-2">5</span> Capital Structure</h2>
<div class="outline-text-2" id="text-5">
<ul class="org-ul">
<li>Decide between more debt or more equity (to finance our assets).</li>
<li>Related to cost of capital.</li>
<li>Related to options.</li>
</ul>
</div>
</div>
<div id="outline-container-org7c6983d" class="outline-2">
<h2 id="org7c6983d"><span class="section-number-2">6</span> Flow of cash (5 different types)</h2>
<div class="outline-text-2" id="text-6">
<ul class="org-ul">
<li>3 parties: financial markets, financial manager, and firm's
operations.</li>
</ul>
</div>
<div id="outline-container-org7cf1b14" class="outline-3">
<h3 id="org7cf1b14"><span class="section-number-3">6.1</span> Flow from financial markets to financial manager</h3>
<div class="outline-text-3" id="text-6-1">
<ul class="org-ul">
<li>Cash raised from investors.</li>
</ul>
</div>
</div>
<div id="outline-container-orgd1e6c77" class="outline-3">
<h3 id="orgd1e6c77"><span class="section-number-3">6.2</span> Flow from financial manager to firm's operations</h3>
<div class="outline-text-3" id="text-6-2">
<ul class="org-ul">
<li>Cash invested in firm.</li>
</ul>
</div>
</div>
<div id="outline-container-org8974699" class="outline-3">
<h3 id="org8974699"><span class="section-number-3">6.3</span> Flow from firm's operation to financial manager</h3>
<div class="outline-text-3" id="text-6-3">
<ul class="org-ul">
<li>Cash generated (by operations).</li>
</ul>
</div>
</div>
<div id="outline-container-orgdff02c6" class="outline-3">
<h3 id="orgdff02c6"><span class="section-number-3">6.4</span> Flow from financial manager to itself</h3>
<div class="outline-text-3" id="text-6-4">
<ul class="org-ul">
<li>Reinvestment.</li>
</ul>
</div>
</div>
<div id="outline-container-org5bd3d94" class="outline-3">
<h3 id="org5bd3d94"><span class="section-number-3">6.5</span> Flow from financial manager back to financial markets</h3>
<div class="outline-text-3" id="text-6-5">
<ul class="org-ul">
<li>Cash returned to investors.</li>
</ul>
</div>
</div>
</div>
<div id="outline-container-org8302981" class="outline-2">
<h2 id="org8302981"><span class="section-number-2">7</span> HK v.s. US</h2>
<div class="outline-text-2" id="text-7">
</div>
<div id="outline-container-org6961c60" class="outline-3">
<h3 id="org6961c60"><span class="section-number-3">7.1</span> Ownership structure differences between HK and US</h3>
<div class="outline-text-3" id="text-7-1">
<ul class="org-ul">
<li>Widely-held or closely-held?</li>
<li>Institutional investors or individual investors?</li>
</ul>
</div>
<div id="outline-container-orgb3f0624" class="outline-4">
<h4 id="orgb3f0624"><span class="section-number-4">7.1.1</span> US</h4>
<div class="outline-text-4" id="text-7-1-1">
<ul class="org-ul">
<li>A US corporation's equity is often widely-held (more evenly
distributed) and mainly held by institutional investors.</li>
<li>Institutional investors include: pension funds, mutual funds,
insurance companies etc.</li>
</ul>
</div>
</div>
<div id="outline-container-org7e1fc60" class="outline-4">
<h4 id="org7e1fc60"><span class="section-number-4">7.1.2</span> HK (and Asia in general)</h4>
<div class="outline-text-4" id="text-7-1-2">
<ul class="org-ul">
<li>More closely-held &#x2013; the ownership of firms held by a small number
of very wealthy families (individual investors).</li>
</ul>
</div>
</div>
</div>
</div>
<div id="outline-container-org31571b0" class="outline-2">
<h2 id="org31571b0"><span class="section-number-2">8</span> Pyramid &amp; Dual-class shares</h2>
<div class="outline-text-2" id="text-8">
</div>
<div id="outline-container-orgf7c5111" class="outline-3">
<h3 id="orgf7c5111"><span class="section-number-3">8.1</span> Dual-class shares (occasional in both US and HK)</h3>
<div class="outline-text-3" id="text-8-1">
<ul class="org-ul">
<li>Different/unequal 'classes' (levels) of shares.</li>
<li>E.g. Facebook.A has 1 vote per share, while Facebook.B (superior)
has 5 votes per share.</li>
</ul>
</div>
</div>
<div id="outline-container-orgedc8b83" class="outline-3">
<h3 id="orgedc8b83"><span class="section-number-3">8.2</span> Pyramid (rare in US, common in HK)</h3>
<div class="outline-text-3" id="text-8-2">
<ul class="org-ul">
<li>A party's voting rights of another company should be proportional
to their investment on that company.</li>
<li>However through pyramid shareholding, one's effective voting rights
can be a lot greater that what one deserves according to one's investment.</li>
<li>E.g. Wallenberg has 33% votes or more in each layer of the
pyramid. Effective control of the bottom-level company is almost 100%.</li>
<li>E.g. Consider a three-tier pyramid with the actual operating company
at the bottom of the pyramid
<ul class="org-ul">
<li>Assume that 51% of the votes confer control at each tier.</li>
<li>Suppose that the second holding company, the highest one in the
pyramid, holds a 51% controlling stake in a lower holding company,
which in turn holds a 51% controlling stake in the operating
company. A 51% stake in the highest holding company is really only
a 26% stake in the operating company (.51 &times; .51 = .26).</li>
</ul></li>
</ul>
</div>
</div>
</div>

<div id="outline-container-orgd2fccac" class="outline-2">
<h2 id="orgd2fccac"><span class="section-number-2">9</span> Agency Problems</h2>
<div class="outline-text-2" id="text-9">
<ul class="org-ul">
<li>Principals (stockholders) hire agents (managers) to represent
his/her interest.</li>
<li>Conflict of interest between principal and agent.</li>
</ul>
</div>
<div id="outline-container-org89e023c" class="outline-3">
<h3 id="org89e023c"><span class="section-number-3">9.1</span> Agency problem differences between US and HK</h3>
<div class="outline-text-3" id="text-9-1">
</div>
<div id="outline-container-org5a5eb2c" class="outline-4">
<h4 id="org5a5eb2c"><span class="section-number-4">9.1.1</span> US</h4>
<div class="outline-text-4" id="text-9-1-1">
<ul class="org-ul">
<li>Conflict between the principals and the agents.</li>
<li>E.g. Dividend policy.</li>
</ul>
</div>
</div>
<div id="outline-container-org3f21543" class="outline-4">
<h4 id="org3f21543"><span class="section-number-4">9.1.2</span> HK</h4>
<div class="outline-text-4" id="text-9-1-2">
<ul class="org-ul">
<li>Conflict between the one major stockholder and other stockholders.</li>
<li>The one major stockholder him/herself is a principal, but is at the
same time the agent/manager for other principals.</li>
</ul>
</div>
</div>
<div id="outline-container-org6672f3e" class="outline-4">
<h4 id="org6672f3e"><span class="section-number-4">9.1.3</span> More on US vs HK</h4>
<div class="outline-text-4" id="text-9-1-3">
<ul class="org-ul">
<li>Agency problem in HK can be more severe than US (especially for
small-cap or mid-cap HK firms).</li>
</ul>
</div>
</div>
</div>
<div id="outline-container-orgc6e882e" class="outline-3">
<h3 id="orgc6e882e"><span class="section-number-3">9.2</span> More agency problems</h3>
<div class="outline-text-3" id="text-9-2">
<ul class="org-ul">
<li>In capital structure (use debt/equity to finance), agency problem
can exist between creditors (the ones who lend) and stockholders.</li>
<li>This time, creditors are the principals and stockholders are the agents.</li>
</ul>
</div>
</div>
<div id="outline-container-orgf5833b9" class="outline-3">
<h3 id="orgf5833b9"><span class="section-number-3">9.3</span> Regulations et al.</h3>
<div class="outline-text-3" id="text-9-3">
</div>
<div id="outline-container-org766b86b" class="outline-4">
<h4 id="org766b86b"><span class="section-number-4">9.3.1</span> Protect minority shareholders from exploitation</h4>
<div class="outline-text-4" id="text-9-3-1">
<ul class="org-ul">
<li>SEC in US</li>
<li>SFC in HK</li>
</ul>
</div>
</div>
<div id="outline-container-org56e40d8" class="outline-4">
<h4 id="org56e40d8"><span class="section-number-4">9.3.2</span> Board of Directors</h4>
<div class="outline-text-4" id="text-9-3-2">
<ul class="org-ul">
<li>SOX in US
<ul class="org-ul">
<li>At least 1/2 of all directors must be independent from managers</li>
</ul></li>
<li>HK
<ul class="org-ul">
<li>At least 1/3 of all directors must be independent from managers</li>
</ul></li>
</ul>
</div>
</div>
</div>
<div id="outline-container-org9993e2b" class="outline-3">
<h3 id="org9993e2b"><span class="section-number-3">9.4</span> Agency problems misc.</h3>
<div class="outline-text-3" id="text-9-4">
</div>
<div id="outline-container-org827b6f7" class="outline-4">
<h4 id="org827b6f7"><span class="section-number-4">9.4.1</span> How shareholders can put pressure on managers</h4>
<div class="outline-text-4" id="text-9-4-1">
<ul class="org-ul">
<li>Elect new directors; fire CEO</li>
<li>Sell shares (stock price goes down)</li>
</ul>
</div>
</div>
<div id="outline-container-org5e4ec3d" class="outline-4">
<h4 id="org5e4ec3d"><span class="section-number-4">9.4.2</span> Compensation</h4>
<div class="outline-text-4" id="text-9-4-2">
<ul class="org-ul">
<li>Stock options (bonus, incentive pay)</li>
</ul>
</div>
</div>
</div>
</div>
</div>
<div id="postamble" class="status">
<p class="date">Date: 2020</p>
<p class="author">Author: Ian Y.E. Pan</p>
<p class="date">Created: 2020-03-17 Tue 21:17</p>
<p class="validation"><a href="http://validator.w3.org/check?uri=referer">Validate</a></p>
</div>
</body>
</html>
